[
  {
    "url": "https://jtiik.ub.ac.id/index.php/jtiik/article/view/5162",
    "judul": "Aplikasi Jurnal Harian Covid-19 untuk Pemantauan Isolasi Mandiri (PISOM)",
    "isi": "Penyakit Coronavirus 2019 (Covid-19) merupakan penyakit infeksi virus SARS-CoV-2 yang mempengaruhi sistem pernapasan pada tubuh manusia dan dapat menular. Kasus Covid-19 di Indonesia semakin meningkat dari waktu ke waktu sehingga membutuhkan perhatian secara khusus. Pada kasus pasien yang terkonfirmasi “Tanpa Gejala” dan “Gejala Ringan” maka pasien tersebut harus melakukan isolasi mandiri di rumah. Pasien yang melakukan isolasi mandiri tersebut harus dipantau oleh petugas kesehatan melalui telepon. Hal ini menimbulkan masalah baru dikarenakan jumlah petugas yang terbatas untuk melakukan pemantauan pada pasien. Dari permasalahan tersebut, penulis membuat penelitian yang menghasilkan sebuah aplikasi Jurnal Harian Pasien Covid-19 untuk Pemantauan Isolasi mandiri (PISOM)”. Adapun tujuan dari aplikasi ini adalah untuk membantu petugas kesehatan dalam memantau pasien yang melakukan isolasi mandiri di rumah dan diharapkan data yang dihasilkan dapat dijadikan bahan penelitian lebih lanjut oleh pihak-pihak terkait. Aplikasi ini berbasis sistem operasi Android pada pasien danwebpada petugas kesehatan sehingga dapat mempermudah para pengguna dalam pengoperasian dan dapat diakses di manapun dan kapanpun. Dengan adanya aplikasi ini diharapkan dapat mempermudah dan membantu pasien dalam menjalani isolasi mandiri dan petugas kesehatan yang melakukan pemantuan."
  },
  {
    "url": "https://jtiik.ub.ac.id/index.php/jtiik/article/view/6823",
    "judul": "Analisis Perbandingan Algoritma Machine Learning dan Deep Learning untuk Klasifikasi Citra Sistem Isyarat Bahasa Indonesia (SIBI)",
    "isi": "Terdapat orang yang tidak mampu berkomunikasi secara verbal yang menyebabkan kesulitan dalam berkomunikasi. Orang tersebut mengalami gangguan seperti tuli atau bisu. Mereka hanya dapat berkomunikasi melalui bahasa isyarat salah satunya adalah Sistem Isyarat Bahasa Indonesia (SIBI). Pengenalan Bahasa Isyarat adalah permasalahan klasifikasi yang kompleks untuk dipecahkan. Setiap bahasa isyarat memiliki sintaks dan tata bahasanya sendiri. Computer vision adalah sebuah Teknik yang digunakan komputer untuk melakukan klasifikasi citra. Computer vision membantu pengenalan citra SIBI secara otomatis sehingga memudahkan orang normal berkomunikasi dengan orang tuli atau bisu. Pada penelitian sebelumnya belum ada yang melakukan perbandingan algoritma klasifikasimachine learningdandeep learninguntuk pengenalan SIBI. Perbandingan penting dilakukan untuk melihat efektifitas tiap algoritma klasifikasi dalam hal performa klasifikasi dan waktu komputasi. Algoritma klasifikasimachine learningmemiliki waktu komputasi lebih rendah sedangkanDeep learningmemiliki performa klasifikasi lebih tinggi. Penelitian ini menganalisistime to performancedari algoritmamachine learningdandeep learningdalam melakukan klasifikasi citra SIBI huruf A hingga Z.K-Nearest Neighbors(KNN),Support Vector Machine(SVM), danConvolutional neural network(CNN) dengantransfer learningadalah tiga algorimta klasifikasi populer yang dibandingkan dalam penelitian ini. Arsitekturtransfer learningyang digunakan adalah Xception, ResNet50, VGG15, dan MobileNetV2. Dari hasil penelitian yang dilakukan menggunakan 5cross validation, CNN dengan arsitektur Xception memiliki nilaiF1 Scoretertinggi yaitu 99,57% dengan waktutrainingrata-rata 1.387 detik. Sedangkan KNN dengan nilai K = 1 memiliki waktutrainingtercepat yaitu 0,03 detik dan memiliki nilaiF1 Score86,95%."
  },
  {
    "url": "https://jtiik.ub.ac.id/index.php/jtiik/article/view/6301",
    "judul": "Analisis Kredit Pembayaran Biaya Kuliah Dengan Pendekatan Pembelajaran Mesin",
    "isi": "Salah satu tantangan dalam institusi keuangan adalah manajemen risiko kredit. Hal ini juga terjadi pada institusi pendidikan swasta dimana pengelolaan keuangan dilakukan secara mandiri serta sumber dana mayoritas berasal dari mahasiswa. Setiap institusi harus menjamin kesehatan finansial melalui monitoringcashflow. Adanya penundaan atau kredit pembayaran biaya kuliah mahasiswa akan mempengaruhicashflowinstitusi. Oleh karena itu dibutuhkan analisis kredit sebagai tindakan preventif guna mencegah terjadinya kredit yang bermasalah dan meminimalkan risiko kredit lainnya yang timbul di kemudian hari. Pada penelitian ini, algoritmamachine learningdigunakan untuk analisis kredit pembayaran biaya kuliah pada perguruan tinggi. Dataset yang digunakan adalah data riwayat tagihan, transaksi pembayaran, dan data pengajuan kredit/ angsuran. Tahap perancangan sistem terdiri daripreprocessing, pemilihan fitur, pemodelan, pengujian dan evaluasi hasil. Berdasarkan hasil pengujian algoritma dengan kinerja terbaik adalah KNN denganrecalluntuk prediksi “gagal bayar” sebesar 0,8 dan prediksi “berhasil” sebesar 0,76.  Modelmachine learningini kemudian ditanamkan dalam sebuah sistem informasi analisis kredit biaya kuliah. Selain itu juga sistem akan memberikan skor setiap pengajuan berdasarkan metodescorecard. Semakin tinggi skor kredit semakin kecil risiko gagal bayarnya. Skor kredit ini berkisar antara 250 – 600. Jika kredit yang diajukan diprediksi “gagal bayar” dengan skor kredit rendah atau berpotensi menjadi piutang macet, sistem akan merekomendasikan untuk menilik ulang skema pengajuan kredit dari mahasiswa tersebut agar mahasiswa tetap dapat melanjutkan pendidikan dancash collection ratiotetap baik."
  },
  {
    "url": "https://jtiik.ub.ac.id/index.php/jtiik/article/view/3729",
    "judul": "Sistem Monitoring Frekuensi Denyut Nadi pada Pelari Menggunakan Metode Photoplethysmographic",
    "isi": "Lari merupakan olahraga yang efektif untuk membakar kalori. Namun, olahraga ini mempunyai dampak negatif bagi pelari yang mampu memicu serangan jantung sehingga dibutuhkan alat kesehatan untuk mendeteksi frekuensi denyut nadi saat berlari. Tujuan penelitian ini merancang sistem monitoring frekuensi denyut nadi secara real time pada pelari dengan menggunakan easily plugin pulse sensor berbasis photoplethysmographic. Sensor tersebut terdiri atas transmitter dan receiver infrared yang dipasang pada ujung jari tengah yang mana melalui jaringan kulit mampu mendeteksi volume darah. Fitur buzzer digunakan sebagai alarm jika denyut jantung mencapai 170 Beat Per Minute (BPM). Alat ini juga dilengkapi dengan aplikasi Android yang memudahkan pihak lain memonitoring keadaan denyut nadi pelari. Bluetooth HC-05 sebagai modul komunikasi data antara Arduino dan Android. Alat yang dirancang memiliki error maksimum sebesar 0,73% berdasarkan data percobaan dari 5 partisipan. Berdasarkan hasil pengujian, sistem monitoring frekuensi denyut nadi secara real time mampu mendeteksi serangan jantung saat berlari dan adanya fitur data logger digunakan untuk rekap medis keadaan frekuensi denyut jantung saat berlari tanpa menggunakan aplikasi smartphone Android."
  },
  {
    "url": "https://jtiik.ub.ac.id/index.php/jtiik/article/view/6727",
    "judul": "Pemodelan Objek Budaya Keris BerbasisSemantic Web",
    "isi": "Keris merupakan objek budaya Indonesia yang tergolong belati, yaitu senjata ‘bermata dua’ yang bilahnya ada yang lurus dan yang luk. Keris memiliki data deskripsi, meliputi bilah, warangka, jejeran, mendhak, pendhok, ganja, pesi, dhapur, tangguh, pamor, fungsi dan kegunaan, tradisi perlakuan dan penilaian keris. Begitu luasnya deskripsi informasi dari objek keris, menuntut tersedianya suatu infrastruktur yang mendukung representasi pengetahuan objek keris. Salah satu pendekatan yang dapat dilakukan adalah dengan kerangka semantic web dan direpresentasikan dalam bentuk ontologi. Metode yang digunakan pada penelitian ini adalahon-to-knowledge.Tahapan dari metode ini adalahfeasibility,kick-off, refinement, evaluasi, serta aplikasi dan evolusi. Tetapi dalam membangun ontologi keris hanya digunakan empat tahapan, sedangkan tahapan ke lima tidak digunakan.Feasibilityadalah tahap uji kelayakan penelitian.Kick-offadalah tahapan permulaan penelitian.Refinementadalah tahapan membangun graf yang sempurna dengan aplikasi Protégé. Evaluasi adalah tahapan evaluasi logika ontologi, dengan menggunakanreasoner hermitdan DLquerypada Protégé. Penelitian ini melaporkan hasil dari tahapan yang dilakukan dalam implementasi metodeon-to-knowledge. Hasil akhir penelitian ini adalah representasi pengetahuan objek budaya keris berbasis OWL."
  }
]