[
  {
    "isi": "COVID-19 atauCoronavirus Disease2019 merupakan sebuah penyakit yang disebabkan oleh virus yang dapat menular melalui saluran pernapasan pada hewan atau manusia dan menyebabkan ribuan orang meninggal hampir di seluruh dunia, sehingga dinyatakan sebagai sebuah pandemi di banyak negara, termasuk di Indonesia. Kasus COVID-19 pertama kali ditemukan di Indonesia pada tanggal 2 Maret 2020, dalam menangani pandemi COVID-19 pemerintah menerapkansocial distancingdengan menjaga jarak antara satu sama lain sejauh lebih dari 1 meter dan menerapkan protokol kesehatan yang telah diatur saat melakukan aktivitas di luar rumah sesuai anjuranWorld Health Organization(WHO). Rendahnya kesadaran masyarakat Indonesia dalam menerapkansocial distancingdan protokol kesehatan menyebabkan bertambahnya kasus positif COVID-19 di Indonesia secara signifikan sehingga banyak korban yang meninggal, oleh karena itu pada penelitian ini kami membuat sistem klasifikasi tingkat laju data COVID-19 untuk mitigasi penyebaran di seluruh provinsi di Indonesia dengan menggunakan metodeModified K-Nearest Neighbor(MKNN) dengan hasil keluaran berupa kelas laju penyebaran yaitu laju penyebaran rendah yang artinya mitigasi penybarannya tinggi, kemudian kelas laju penyebaran sedang yang artinya mitigasi penyebarannya sedang, dan laju penyebaran tinggi yang berarti mitigasi penyebaran rendah dan dijelaskan lebih lanjut pada bagian metodologi penelitian. Hasil keluaran dari sistem bertujuan untuk meningkatkan kesadaran masyarakat Indonesia dalam mencegah COVID-19 dengan melihat kelas laju penyebaran pada masing-masing provinsi di Indonesia. Alasan penggunaan metodeModified K-Nearest Neighborpada penelitian ini adalah karena metodeModified K-Nearest Neighbormerupakan salah satu metode klasifikasi yang cukup baik, dimana pada metode ini dilakukan pemvalidasian dan pembobotan yang bobot nya ditentukan dengan menghitung fraksi dari tetangga berlabel yang sama dengan total jumlah tetangga.Parameter yang digunakan dalam proses klasifikasi adalah jumlah kasus positif, jumlah orang yang sembuh, dan jumlah orang yang meninggal akibat COVID-19. Data yang digunakan pada penelitian ini berasal dari situs resmi kementerian kesehatan republik Indonesia yang dapat diakses pada linkhttps://infeksiemerging.kemkes.go.id/dengan jumlah data latih sebanyak 374 data pada tanggal 12 Mei 2020 sampai 22 Mei 2020  dan data uji sebanyak 136 data pada tanggal 23 Mei 2020 sampai tanggal 26 Mei 2020 , hasil akurasi yang dihasilkan adalah 97,79% dengan nilaiK= 3."
  },
  {
    "isi": "COVID-2019 pertama kali muncul di kota Wuhan, Cina pada Desember 2019, kemudian menyebar dengan cepat ke seluruh dunia dan menjadi pandemi. Pandemi COVID-19 telah menyebabkan dampak yang cukup fataluntukkesehatan masyaraka. Merupakan hal yang sangat penting untuk mendeteksi kasus positif sedini mungkin untuk pencegahan penyebaran lebih lanjut dari virus ini. Teknik tes paling umum yang saat ini digunakan untuk mendiagnosa COVID-19adalahreverse-transcriptase polymerase chain reaction(RT-PCR). Pencitraan radiologis dada sepertichest X-raymemiliki peran penting dalam diagnosis dinipenyakit ini. Karena sensitivitas RT-PCR rendah 60% -70%, bahkan jika hasil negatif diperoleh, gejala dapat dideteksi dengan pemeriksaan gambar radiologi pasien. Teknik kecerdasan buatanyang digabungkan dengan pencitraan radiologis dapat membantu untuk mendiagnosis COVID-19 dengan lebih cepat dan akurat.Proses klasifikasi pada penelitian ini terdapat beberapa tahapan yaitu pra-pengolahan, segmentasi, ekstraksi ciri, dan klasifikasi. Ekstraksi ciri yang digunakan adalah berdasarkan tekstur orde pertama dan klasifikasi yang digunakan adalah jaringan syaraf tiruan perambatan balik. Sistem klasifikasi pada penelitian ini menghasilkan rata-rata akurasi klasifikasi sebesar 94,17% untuk kelas normal dan 77,5% untuk COVID-19. Hasil akurasi tertinggi didapat pada skenario pertama dengan hasil akurasi sebesar 88,8%. Nilai rata-rata sensitivitas yang didapat pada penelitian ini sebesar 94,17% untuk kelas normal dan 76,67% untuk kelas COVID-19. Nilai rata-rata spesifisitas yang didapat pada penelitian ini sebesar 76,67% untuk kelas normal dan 94,17% untuk kelas COVID-19."
  },
  {
    "isi": "Pandemi COVID-19 mulai menyerang seluruh masyarakat dunia pada akhir tahun 2019. Penyebaran COVID-19 dapat terjadi secara cepat melalui percikan dari hidung atau mulut yang keluar saat orang yang telah terinfeksi batuk, bersin, atau berbicara. Masyarakat harus selalu waspada agar terhindar dari infeksi COVID-19. Banyak hal yang telah dilakukan sebagai bentuk pencegahan, seperti membuat aplikasi yang memberikan informasi terkait kesehatan khususnya COVID-19. Namun keberadaannya masih belum mampu memenuhi kebutuhan pengguna. Berdasarkan permasalahan tersebut, penulis memberikan sebuah solusi dengan merancanguser experienceaplikasi info COVID-19 berbasismobile. Tujuan dari perancangan ini adalah untuk memberikan rancanganuser experienceyang dapat memenuhi kebutuhan, mudah digunakan, dan memberikan pengalaman yang berkesan bagi pengguna. Perancangan dilakukan dengan menggunakan metodeHuman Centered Design(HCD). Hasil akhir dari rancangan sistem adalah berupahigh-fidelity prototypeyang kemudian dievaluasi menggunakan teknikusability testing.Usability testingdilakukan untuk menguji 3 aspek pada usability, yaitu aspek efektifitas, efisiensi, dan kepuasan. Hasil dari evaluasi menghasilkan permasalahan yang kemudian dilakukan perbaikan dengan menghasilkan 4 rekomendasi perbaikan."
  },
  {
    "isi": "Covid-19 telah mewabah sejak awal Tahun 2020. Meskipun terjadi penurunan jumlah kasus penderita Covid-19, namun masih terdapat beberapa kasus baru karena terjadi mutasi virus. Selain Covid-19, prevalensi pneumonia juga masih tinggi. Oleh karena itu, perlu dilakukan klasifikasi Covid-19 dengan pneumonia meskipun pascapandemi. Salah satu cara yang digunakan untuk mendeteksi Covid-19 dan pneumonia adalah menggunakan citra sinar-X dada. Pada studi ini dilakukan tidak hanya Covid-19 dan pneumonia, tetapi juga lung opacity dan normal. Beberapa tahun terakhir, marak digunakan pendekatan klasifikasi berbasis kecerdasan buatan. Beberapa studi telah dilakukan dengan menggunakan pendekatan deep learning berbasis arsitektur CNN. Pada studi ini, klasifikasi keempat kelas di atas dilakukan dengan menggunakan data yang lebih banyak, yaitu 21.165 citra sinar-X dada. Selain itu, dilakukan perbandingan kinerja sembilan arsitektur CNN, yaitu Inception-ResNet, DenseNet201, InceptionV3, ResNet50v1, ResNet101, ResNet152, ResNet50v2, ResNet101v2, dan ResNet152v2. Sebagai tambahan, studi ini juga membandingkan kinerja dua pengoptimasi, yaitu Adam dan SGD untuk masing-masing arsitektur CNN. Kinerja tertinggi diperoleh dengan menggunakan arsitektur CNN berbasis ResNet50v1 dan pengoptimasi Adam dengan nilai rerata akurasi pelatihan, validasi, dan pengujian mencapai 92,22 ± 0,25 %."
  },
  {
    "isi": "Pada bulan Desember 2019, virus COVID-19 menyebar ke banyak negara, termasuk di Indonesia yang kemudian menjadi pandemi dan menimbulkan masalah serius karena masih belum adanya vaksin untuk mencegah penularan. Uji spesimen saluran nafas atas dan saluran nafas bawah saat ini merupakan salah satu metode yang efektif untuk mengetahui apakah seseorang terinfeksi COVID-19 atau tidak. Salah satu indikasi dari infeksi COVID-19 adalah sesak nafas atau pneumonia serta munculnyaground-glass opacitypada citra CT. Penelitian ini merupakan studi awal untuk melihat apakah citra CT dari organ thorax dapat digunakan sebagai alternatif untuk mendeteksi infeksi virus COVID-19. Deep learning digunakan untuk membuat sebuah model dengan citra CT sebagai masukan. Total 140 data citra CT yang terbagi menjadi 2 yaitu citra dari pasien terinfeksi dan citra dari subjek normal digunakan sebagai masukan pada deep learning. Proses pelatihan dilakukan menggunakan CNN dengan arsitektur VGG16 dan optimizer SGD dan Adam. Hasil yang didapatkan adalah akurasi sebesar 92,86% untuk mengklasifikasikan infeksi COVID-19 dan normal. Nilai spesifisitas dan sensitivitas sebesar 100% dan 85,71% untuk pelatihan dengan menggunakan optimizer SGD."
  }
]